.
,
:
the
and
was
of
to
a
on
with
patient
-
in
for
(
no
mg
he
she
)
discharge
is
at
his
her
day
history
had
by
as
were
admission
po
blood
left
an
/
or
hospital
this
*
date
right
1
tablet
be
that
has
one
normal
2
status
which
dr.
pain
not
am
;
from
medications
m.d.
p.o.
chest
there
course
sig
time
also
well
have
daily
stable
medical
report
showed
but
disease
examination
care
negative
after
two
past
1.
pt
pm
2.
home
without
up
physical
diagnosis
times
artery
service
ct
days
per
will
's
been
given
pressure
3.
continued
revealed
heart
are
hours
5
rate
10
post
present
it
noted
:*
started
coronary
admitted
weeks
signed
condition
any
20
room
3
allergies
cardiac
prior
bid
unit
follow
4.
transferred
who
&apos;s
count
pulmonary
100
4
clear
family
q.d.
did
postoperative
edema
three
s
summary
illness
respiratory
hematocrit
regular
units
discharged
lower
30
white
then
during
remained
please
seen
every
bilaterally
end
d
hypertension
abdomen
5.
positive
exam
instructions
40
head
surgery
t
abdominal
procedure
surgical
q.
out
).
extremities
other
iv
mild
further
b.i.d.
soft
evidence
unsigned
breath
tube
over
good
acute
sodium
25
disposition
due
received
6
rhythm
therapy
chronic
6.
12:00:00
dis
needed
urine
underwent
however
neck
intact
birth
number
all
cc
if
refills
bilateral
disp
placed
increased
following
center
glucose
some
you
treated
when
social
ventricular
felt
electronically
release
x
md
found
secondary
than
significant
performed
renal
your
capsule
creatinine
old
once
prn
0
failure
dictated
upper
potassium
bowel
back
coumadin
total
likely
fluid
q
initially
primary
week
sex
qd
50
follow-up
7.
aortic
aspirin
treatment
year
four
scan
low
multiple
s/p
intensive
age
lasix
cmed
air
attending
should
sounds
diet
dose
x-ray
call
insulin
years
small
lung
within
hct
floor
laboratory
inr
until
while
infarction
emergency
liver
distress
principal
known
diabetes
8
pneumonia
cell
shortness
atrial
intravenous
24
cancer
p.r.n.
drug
presented
valve
may
changes
evaluation
neg
anterior
decreased
mass
#
catheterization
lungs
8.
tolerated
done
since
none
consistent
oxygen
extremity
bleeding
results
function
infant
cultures
denies
calcium
signs
obtained
more
pcp
heparin
systolic
complaint
symptoms
infection
transfer
developed
use
female
graft
mg.
several
throughout
appointment
both
recent
500
male
followed
now
delayed
wbc
severe
m
last
where
mental
discontinued
myocardial
full
ml
most
cm
fever
stenosis
e.c.
temperature
taken
stay
life
improved
elevated
new
r
12
sinus
data
effusion
nausea
weight
sent
very
15
pulses
need
60
continue
tid
repeat
take
only
antibiotics
months
f
chloride
wound
9.
study
associated
approximately
down
followup
chief
general
c
murmur
procedures
change
possible
plt
intubated
health
we
7
nontender
upon
ago
rbc
mitral
above
heent
level
fibrillation
mr.
bun
vancomycin
afebrile
placement
high
large
cardiovascular
first
six
cells
325
bypass
completed
ed
recommended
these
see
mcv
catheter
alert
2+
ptt
wall
demonstrated
subsequently
fracture
@
alcohol
t.i.d.
note
medquist36
through
brief
do
required
echocardiogram
five
******
bp
could
physician
type
major
hemorrhage
80
made
lives
14
greater
off
breast
vital
they
bilirubin
hgb
next
moderate
removed
consulted
operating
pleural
became
because
having
mch
red
twice
tr
unremarkable
rdw
would
job
ekg
gi
mchc
lobe
control
line
75
addition
fevers
able
notable
him
vomiting
dry
name
mellitus
morning
increasing
i
activity
mother
rehab
culture
auscultation
10.
colace
w/
side
18
levofloxacin
(s)*
clinic
hospitalization
provider
h/o
metoprolol
1-2
fluids
episodes
carotid
ejection
night
does
ccu
tablets
percocet
bleed
icu
infectious
150
being
additional
p
posterior
state
platelets
delivery
initial
lesion
invasive
l
mildly
pupils
skin
carcinoma
maintained
dd
hr
prednisone
complications
diagnoses
electrocardiogram
mcg
mm
ph
k
td
)*
light
tobacco
place
outside
less
weakness
otherwise
creat
department
before
pertinent
so
pulse
liters
few
previous
management
ulcer
poor
200
+
strength
neurological
2.5
vein
albuterol
second
difficulty
test
loss
b
supple
distal
platelet
digoxin
biopsy
output
episode
plan
weaned
mid
preliminary
pending
regurgitation
anemia
electrolytes
size
drainage
na
s2
proximal
oriented
about
return
therefore
mri
including
again
morphine
gastrointestinal
s1
medicine
metastatic
area
baseline
arm
limits
tylenol
neurologic
syndrome
recently
tenderness
echo
dilated
question
lopressor
orders
although
currently
drip
transplant
hip
extubated
descending
wife
urinary
included
masses
outpatient
studies
leg
venous
ck
chills
reactive
stent
sepsis
nondistended
fraction
scale
saturation
pericardial
hypotension
vascular
bed
fall
#:
colon
year-old
flagyl
eyes
congestive
worsening
equal
replacement
neurology
cardiology
repair
o2
lad
11.
month
ultrasound
resolved
setting
minutes
benign
knee
memorial
rehabilitation
reason
81
office
abd
depression
motion
requiring
400
csru
range
today
held
dyspnea
regimen
presents
movements
sustained
complicated
resection
still
postoperatively
point
amiodarone
problems
findings
cervical
baby
base
lisinopril
tachycardia
site
inferior
lesions
femoral
began
albumin
states
peripheral
can
11
override
drugs
systems
hour
cxr
mi
murmurs
slightly
free
9
volume
tolerating
cough
copd
reports
tumor
complete
doctor
0.5
trauma
smoking
used
later
"
foot
12.
hemodynamically
chemotherapy
st
warm
man
32
70
work
iron
impression
minute
brain
hepatitis
ii
reflexes
magnesium
1+
22
taking
appropriate
review
lymphadenopathy
lipitor
diffuse
denied
decided
a.m.
active
thought
motor
consult
cl
bruits
sliding
insufficiency
)-
16
contrast
90
nasal
htn
changed
rectal
diagnosed
q6h
code
midline
abnormalities
spontaneous
incision
internal
vaginal
early
meq
ca
evaluated
medication
gram
1)
300
thyroid
improvement
mouth
prophylaxis
spine
n
imaging
obstructive
stool
neuro
steroids
pelvic
unable
?
oral
risk
into
ears
hypercholesterolemia
unchanged
plavix
bands
bicarbonate
woman
batch
etiology
2)
stress
scheduled
order
lateral
beta
quadrant
swelling
chf
amylase
index
food
ast
facility
urean
under
hco3
23
erythema
rule
restarted
went
advanced
throat
include
considered
radiation
came
28
interaction
subsequent
occasional
wave
short
newborn
postpartum
issues
monitoring
degrees
cad
minimal
persistent
bone
13
sulfate
feeds
previously
round
puffs
despite
co2
bactrim
presentation
support
ativan
nutrition
21
aspiration
operations
born
mrn
kg
nose
intubation
screen
17
q.i.d.
alt
etoh
partial
angap
sputum
foley
called
1.0
fih
drop
protonix
doses
acid
infections
information
ext
died
open
27
below
100%
grade
recurrent
ventricle
unknown
team
appeared
arterial
tests
packed
epidural
grams
trace
tone
sternal
controlled
sensory
gastric
levels
c.
mb
cord
diarrhea
removal
yo
constipation
26
brought
sat
phos
guaiac
passed
docusate
asthma
extended
focal
ischemia
consultation
qhs
ms
&
labs
35
goal
abuse
13.
o
amount
tract
hand
aneurysm
resume
gentamicin
phosphatase
period
cerebral
section
sided
referred
notification
sensation
stopped
breathing
nitroglycerin
bmot
alkaline
registration
obese
lymphs
effusions
cyanosis
inpatient
dvt
hypothyroidism
vitamin
urinalysis
no.
treatments
3)
anticoagulation
percutaneous
clean
movement
deep
airway
>
wed
gait
seven
solution
flow
jugular
s.
instructed
system
between
ruled
speech
dependent
saphenous
feeding
hernia
headache
rrr
1.5
percent
dictating
evening
father
1.1
possibly
q.h.s.
cpk
cv
ischemic
serum
concern
apnea
same
unclear
region
except
pressures
sob
q4h
swallow
pump
acetaminophen
bedtime
enzymes
labor
iii
protein
prostate
pathology
long
dm
asa
cholesterol
give
onset
underlying
cbc
added
around
&quot;
face
make
complication
abnormal
dialysis
rca
14.
hepatosplenomegaly
dilantin
flat
cesarean
q.day
hysterectomy
nph
injury
gestation
ctropnt
regarding
arrived
clubbing
pregnancy
rest
vs
hematoma
complained
kidney
rash
bradycardia
exercise
distention
pco2
membranes
hematology
house
urea
fri
operation
awake
process
1998
respirations
gen
axis
symmetric
monos
atenolol
meds
increase
rr
sc
leaflets
seizure
palpable
workup
checked
peak
quit
abscess
cleared
exertion
slow
final
eye
spinal
view
patch
cavity
31
140
monitor
g
apparent
hypertrophy
atrium
ampicillin
gradually
progressive
grew
oropharynx
reported
qid
arrival
eventually
clinical
obstruction
diuresis
csf
phone
comfort
intake
crackles
central
'
po2
gentleman
appears
transverse
starting
infants
recommendations
para
4)
term
transfusions
anxiety
response
pe
body
initiated
48
hypokinesis
cellulitis
causing
250
antibiotic
dr
patent
receiving
drain
p.m.
using
contact
stools
hearing
distended
stroke
88
here
via
doing
angina
overall
somewhat
extensive
children
0.8
1.4
stomach
cranial
source
toes
difficult
facial
current
dressing
go
atelectasis
slight
cocaine
hold
ambulating
vessel
ldh
gtt
ciprofloxacin
schedule
0.3
monitored
tab
1.3
1994
recovery
yes
lovenox
picc
polys
stage
shows
pounds
overnight
gm
hypotensive
ng
ten
elevation
son
adenocarcinoma
gas
34
decrease
limited
each
atrovent
angioplasty
milk
mon
0.2
1.6
ijordcompmac
much
atorvastatin
discussion
develop
intervention
fairm
colonoscopy
direct
effect
angiography
laparotomy
evaluate
keep
feedings
2.0
usual
put
therapeutic
assess
daughter
prilosec
admit
shoulder
fistula
though
unresponsive
accident
disorder
block
anicteric
lumbar
beats
visit
allergy
needs
discussed
meals
dl
ef
recorded
120
never
cardiothoracic
improve
bladder
nl
ra
defect
qday
marginal
car
help
slowly
101
pantoprazole
july
topical
receive
oxycodone
directed
serial
position
multivitamin
0.4
discomfort
1.2
1.9
q24h
thrombosis
cva
1993
tissue
antibody
600
pack
mediastinal
transfused
nursing
married
pacemaker
hcl
w
restrictions
extraocular
comments
comfortable
clindamycin
occipital
responded
jvd
appear
immediately
milligrams
19
72
related
cholecystectomy
nad
dizziness
monday
captopril
just
length
aorta
radial
injection
cause
complaints
dissection
appointments
kept
described
middle
angiogram
blocker
measures
penicillin
pelvis
*#
nerves
anesthesia
cannula
adequate
rubs
102
protocol
managed
29
sbp
50%
pneumothorax
inhaler
psychiatry
percentile
tip
serious
brother
0.9
bronchoscopy
subcutaneous
osh
troponin
thickened
immunizations
transfusion
walking
circumflex
tartrate
notified
apex
begun
exploratory
q4-6h
diabetic
returned
hepatic
conditions
bipap
98%
tongue
cabg
5)
calories
nc
biliary
screening
concerning
remarkable
folate
hyperlipidemia
indicated
john
non
tubes
u
nebulizer
degree
visual
affecting
bs
operative
cp
nodes
tomography
gravida
h.
saline
estimated
ventilator
rapid
factor
thoracic
computerized
simvastatin
gap
chewable
muscle
premature
notify
abnormality
maternal
85
prothrombin
vitals
influenza
eos
assistance
pancreatitis
cath
pa
responsive
identified
surrounding
inhalation
diuresed
services
synthroid
parietal
compared
anion
showing
eeg
mucous
university
ankle
surface
42
gallops
40%
differential
pancreas
failed
retired
husband
q12h
rebound
l.
n.
akinesis
hydrochlorothiazide
intracranial
attempt
show
applicable
90%
repeated
dysfunction
plus
along
inr(pt)
mgs
smoker
living
pediatrician
gestational
sleep
flexion
june
obtuse
q.a.m.
neurosurgery
problem
1992
1999
12.5
preoperative
phototherapy
heavy
prematurity
frontal
frequent
bibasilar
finger
presumed
requirement
responsible
npo
lactate
hd
cyst
intermittent
le
confusion
lipase
ultimately
op
worse
screens
gerd
pancreatic
15.
98
diastolic
infusion
levaquin
expired
01:30
mean
intermittently
33
phosphate
urology
65
feet
99
stone
plans
arrest
switched
ck-mb
maintain
better
abg
%
addendum
check
nasogastric
leak
aggressive
saturations
details
fractures
neo-synephrine
entered
incontinence
lying
bacteremia
postop
decadron
warfarin
contingent
ace
tracheostomy
cardiomyopathy
bolus
significantly
e.
radiology
5/5
cardiologist
immunization
exacerbation
tolerate
infiltrates
post-op
y
depressed
october
appendectomy
hypertensive
rales
44
assessment
toprol
neuts
92
cta
perfusion
nodule
lab
external
neurologically
lymph
o.r.
vehicle
afib
resolution
carotids
drinks
hydronephrosis
progression
another
drawn
ascites
colitis
legs
taper
a.
dilaudid
touch
robert
2-3
hs
bile
apical
mr
duct
3.0
growth
marrow
xl
drains
staphylococcus
grossly
grafting
ounce
stated
6)
po.
colectomy
dropped
alone
remainder
involved
h
sedated
tabs
nonfocal
arteries
follows
0.6
prolonged
moderately
pseudomonas
close
temporal
images
zantac
occasionally
q.p.m.
650
april
twin
sister
december
prenatal
pink
noticed
encephalopathy
near
id
admitting
pleasant
require
instruction
steroid
uterine
transluminal
endoscopy
prescribed
pacer
experienced
fatigue
104
gradient
least
perfused
common
36
2013-05-24
infarct
ctmc
96
going
endoscopic
dictation
ibuprofen
4.0
codeine
laceration
titrated
work-up
septal
interval
shuff
tricuspid
basal
special
stat
third
spontaneously
like
neurontin
apgars
ad
standing
trial
wounds
diagonal
county
05:30
field
tender
ovarian
thus
3.5
commands
many
debridement
mechanical
rectum
versus
involving
x3
fetal
zosyn
rsv
105
transient
february
sigmoid
0.25
what
qam
82
86
walk
91
93
extending
lib
sensitive
aureus
group
transitioned
factors
4.2
branch
feeling
circumference
39
endometrial
away
similar
testing
suggested
haldol
liquids
regional
enfamil
sedation
76
diminished
125
frozen
squamous
fell
infiltrate
tue
indication
eight
cirrhosis
##
3.9
prognosis
---
shower
groin
cap
cannot
108
ready
ceftriaxone
unasyn
shift
relatively
single
nephrostomy
45
toe
dopamine
attempted
node
reflux
puomc
95
notice
incisions
potentially
subcutaneously
routine
water
earlier
clinically
1.7
hypoxic
decision
furosemide
paroxysmal
senna
healed
peep
event
levothyroxine
michael
80%
142
oncology
metabolic
ambulate
access
2016-03-22
pulm
lidocaine
atypical
rpr
pacing
community
d.
plasma
fields
ir
created
epigastric
antigen
areas
rendered
ns
#2
eomi
3.6
fen
own
reflex
xs
nebulizers
staff
41
wean
successfully
leads
bacteria
orthopedics
nystatin
elderly
egd
uti
b/l
141
powder
candidate
collection
plastic
4.1
1.8
seizures
vision
diaphoresis
november
experience
magnetic
maximum
difficulties
e
neuropathy
ventilation
get
remain
fentanyl
56
keflex
local
norvasc
child
av
nurse
determined
cx
vessels
cataract
wheezes
prominent
mammary
gross
lv
works
nt
ms.
color
febrile
3.2
january
r.
appreciated
2012-03-23
generalized
v1
--
0.125
markedly
nonreactive
completely
bases
totbili
alkphos
acidosis
h.s.
irregular
appearing
rose
v
result
occupational
diltiazem
consolidation
immune
revealing
subarachnoid
agitated
stairs
continues
marked
james
wheezing
art
attempts
16.
4-6
pressors
96%
continuing
dementia
arthritis
resonance
memory
reaction
4.4
heme
moving
wires
cream
motrin
wedge
protection
w/o
extra
dilatation
mrsa
inhibitor
inability
prevent
fio2
closely
set
7.5
dc
occluded
coverage
march
lactulose
border
according
adenopathy
#3
extension
axillary
recurrence
metformin
vs.
based
106
sugar
12:20
enteral
either
extremely
telemetry
moist
84
gastritis
left-sided
asked
right-sided
resuscitation
quite
ascending
its
cholangiopancreatography
sugars
william
hemodialysis
mentioned
3.7
benefits
non-tender
osteoarthritis
vent
appearance
cerebellar
kilo
110
erythromycin
guarding
37
rubella
fluconazole
intravenously
diagnostic
pna
start
reviewed
sudden
concerns
supplemental
enlarged
questions
household
thickening
tear
emesis
occurred
extubation
voice
half
rub
basos
overdose
chamber
k.
bili
#1
hydralazine
3.4
ivf
mask
scar
vi
gallbladder
delivered
boluses
nodules
confused
mixed
numbness
apparently
normally
poorly
palpation
portal
liquid
68
finding
7)
73
130
89
gets
94
103
normocephalic
pedis
richard
flolan
8.6
slowing
st.
subclavian
main
penicillins
presence
unstable
metastases
0.7
appropriately
suspension
causes
dysuria
dorsalis
cmo
atraumatic
allergic
doppler
observation
yet
syncope
deferred
uterus
assisted
hemoglobin
balloon
glaucoma
future
tpn
b.
worsened
confirmed
products
hx
folic
stop
yeast
tachycardic
continuous
nifedipine
black
surgeon
trachea
sublingual
hematuria
pmh
1000
closure
events
clot
tamponade
2.2
xrt
valium
resp
waves
available
incident
):
thyromegaly
drink
inh
subdural
gastroesophageal
palate
b12
basilar
humalog
questionable
stabilized
139
their
temp
trazodone
such
great
deficits
substernal
lifting
sats
hydration
finally
delirium
rupture
2018-12-26
preterm
progress
4.5
embolism
5.0
intervals
ipratropium
4.8
originally
varices
3+
parents
duration
1991
papillary
800
assigned
seat
uncomplicated
preserved
5000
perrl
too
ureteral
fixed
flap
ctab
vaccine
puncture
2014-04-23
ercp
healthcare
prolapse
intraparenchymal
residual
medial
checks
opacity
encountered
137
blockers
reveals
orthopnea
september
2.1
iliac
avf
auditory
closed
resting
y/o
viral
->
withdrawal
against
ongoing
4+
klebsiella
52
carbonate
tendon
64
overload
induced
opacities
structures
respectively
device
puff
compression
laboratories
probably
coarse
joint
calf
tolerance
160
suicide
sclera
ethanol
longer
accommodation
4.3
fat
180
globulin
hiv
reduction
notes
sgot
cpap
gag
hypoxia
sulfa
printed
former
q8h
agitation
couple
deficiency
rwh
47
necessary
hemodynamics
speaking
sound
assist
mmm
flovent
2014-01-20
oaksgekesser/
levophed
2013-10-27
ppi
port
palpitations
acyclovir
jejunostomy
retrograde
esophageal
95%
thereafter
walker
percussion
wgh
dp
progressively
space
read
hyperglycemia
administered
deanna
staph
prozac
suggestive
la
took
cervix
83
stimulation
falls
#.
ob
2.3
=
lymphocytes
mediplex
rv
psychiatric
planned
worked
femur
sign
sp
ceftazidime
),
fresh
move
segment
aware
mvi
heard
-<
isordil
hands
suffered
redness
orthopedic
tapered
swish
pattern
enteric
zocor
quickly
62
66
reduced
alk
feel
cuff
78
135
134
voiding
whether
elevations
symmetrical
stents
rates
09:55
2015-06-29
prbc
radical
undergo
reportedly
radiating
deemed
emergent
1%
generally
mary
cystic
wishes
muscles
headaches
depressions
adjacent
relieved
rib
0.1
99%
english
virus
alternating
essentially
mra
breech
gain
multivitamins
resistant
occlusion
advised
ferrous
lenni
rashes
bicarb
visualized
nd
jaundice
case
17.
best
ventricles
painful
2017-07-13
neutrophils
avoid
friday
ecg
cholecystitis
satting
difficile
06:00
remote
represent
thallium
esophagus
stenting
tablet(
standardized
asymptomatic
s4
s,
improving
anteriorly
esrd
borderline
thoracentesis
takes
embolus
dominant
70%
coated
bundle
ear
ambulation
consciousness
potential
film
pepcid
2%
part
49
decreasing
55
53
briefly
activities
liter
74
71
pedal
boston
saw
interstitial
knees
preoperatively
trivial
ett
told
observed
fluticasone
cc.
involvement
thrombus
_____________________________
interventional
stimuli
readmitted
bacterial
07:30
bottle
tibial
cc&apos;s
fine
zoloft
shock
minimally
administration
enlargement
vasotec
0.01
upgoing
vertebral
reach
xray
getting
dnr
endocrine
retelk
2014-11-29
1995
2013-11-11
meet
distant
144
august
hemodynamic
school
filter
picture
relief
syringe
embolization
labetalol
suggesting
possibility
nebs
ac
obesity
frequency
6.5
global
f.
downgoing
d/c
demerol
matter
lorazepam
adrenal
neonatal
habits
synagis
filling
already
np
criteria
oz
includes
thrombocytopenia
3.3
3.8
yellow
drive
medically
person
melena
imdur
peritoneal
2017-09-03
thickness
hips
stem
propofol
eat
107
trended
glipizide
acetate
cerebrovascular
component
transfered
2019-03-29
exploration
38
*0*
51
forearm
63
69
declined
augmentin
sclerae
origin
5-325
power
statin
8.0
pressor
benefit
neonatology
sacral
noncontributory
updated
even
urgency
approximate
thromboplastin
easily
responses
dysarthria
2002
arrange
j
coma
siblings
5.7
5,000
ophthalmology
working
septic
diffusely
nursery
1996
arch
assessed
imipenem
diuretics
resolving
phosphorus
bedside
across
arranged
caffeine
development
94%
nitrite
tamoxifen
sun
2014-10-21
refused
patchy
lvef
nocturnal
bloody
pentamidine
97%
firm
cr
6.3
levoxyl
coli
lightheadedness
er
mostly
gentamycin
ground
nine
fx
staples
fully
1/2
drops
miconazole
bottles
cholangitis
porcine
capillary
ocular
specific
gastrostomy
rhonchi
2.4
necrosis
rheumatoid
raised
mass.
structurally
retroperitoneal
elective
expressed
fact
juan
progressed
x2
x1
drift
issue
remains
documented
adult
triplet
little
narcotics
inhalers
ketone
contacted
obvious
43
healthy
pos
suspicious
thyroidectomy
136
8)
thoracotomy
tte
acutely
opinion
ileostomy
wire
human
bisacodyl
probable
eating
knueppel
kcl
contin
parathyroid
smokes
absent
endotracheal
q.d.;
meeting
2000
<
carafate
peptic
flare
double
edge
f/u
droop
lead
advancement
nrb
sweats
scene
gastroenterology
equals
bri
stain
death
annually
10:40
increasingly
root
artificial
making
145
02:00
niacin
nexium
strep
leukemia
appetite
dextrose
oxycontin
2012-10-31
<=1
ambien
iodine
wrist
ability
altered
salpingo-oophorectomy
weekly
ap
cover
sutures
david
hpi
ventral
smoke
6.2
dh
spread
cold
&gt;
deficit
bromide
strong
leading
signal
m/r/g
neb
fluent
drained
excision
celexa
ref
our
vicodin
[
sharp
om
os
drips
2.6
dicatated
examinations
sternum
appl
series
2014-07-30
resulted
uric
bright
ivc
ancef
)(
ua
resulting
rotation
v.
humerus
55%
autopsy
applied
way
cat
2015-10-10
loose
4/5
ffp
yc
prostatic
c/w
remaining
normoactive
hemoptysis
association
cipro
doctors
superficial
top
58
pediatric
reveal
definite
67
pta
proceed
hyperbilirubinemia
nothing
79
numerous
edc
87
cardiomegaly
97
xii
nephropathy
falling
williams
load
retractions
degenerative
thin
overridden
8.3
benadryl
9.3
aerosol
popliteal
converted
arms
fixation
linear
critical
2003
2001
must
chem-7
cycle
season
telephone
intra-aortic
inguinal
nantucket
tap
115
wednesday
want
nature
kilogram
anticoagulated
reactions
paracentesis
thigh
bump
ems
pylori
request
60%
empty
magnesia
a/p
nephrectomy
inflammation
cataracts
north
diovan
cardiopulmonary
basis
diverticulitis
restraints
entire
tsh
reached
vagina
scans
transplantation
dulcolax
dinner
testes
mastoid
ectopy
erythematous
attention
breasts
superior
agreed
automated
2019-02-01
differentiated
overloaded
values
repaired
urosepsis
try
primarily
reconstruction
non-distended
them
cor
nitrogen
cottage
eval
colostomy
pronator
clonidine
somnolent
ecchymosis
vertex
late
needle
thomas
&lt;
severely
attributed
*2*
panel
precautions
decompression
ok
atropine
paced
scattered
coagulase
parenteral
might
collar
empirically
pr
-->
urobilngn
s3
coagulation
neutropenia
malignancy
spleen
toxicology
us
coagulopathy
mets
va
vt
becoming
jvp
leuk
3-4
osteomyelitis
azithromycin
swallowing
tachypneic
trough
solu-medrol
repleted
equally
02
smear
portable
18.
malignant
simple
replaced
gastroparesis
30%
ventilatory
weak
suggest
57
hydroxide
61
minor
9/7/93
recovered
achieved
decline
hallmark
06-20
acanthamoeba
veins
massive
excellent
cytology
consider
2013-12-24
scars
comminuted
8.8
2013-05-18
4.7
4.6
holter
functioning
cadaveric
glargine
09:50
comparison
actually
fossa
2015-03-26
143
cerebrospinal
handed
uneventful
tonsillectomy
pap
hyponatremia
visiting
tremor
lines
driving
levo
nortriptyline
sinuses
women
closer
fib
chair
pulled
nsr
parkinson
situation
caused
woodma
self
initiation
von
transthoracic
arousable
caltco2
mannitol
rods
hydrocephalus
jaw
cvp
nurses
exposure
bipolar
1990
genitalia
elbow
daniel
discussions
nor
cardioversion
aphasia
ascorbic
prerenal
calcification
ordered
density
lost
spike
physiologic
mibi
enough
sitting
beginning
healing
grunting
displaced
mastectomy
shortly
59
54
ppd
predicted
deviation
decubitus
demand
secretions
draining
rare
complaining
fairly
gout
13.6
amputation
ophthalmic
gallop
enterobacter
location
ligation
cn
ataxia
flatus
disk
2019-06-14
epi
background
breakfast
baso
emboli
77
g.
n/a
34.5
resident
burn
nerve
1997
dosage
j.
seconds
orthostatic
those
brisk
admissions
comfortably
passing
1989
oxygenation
m.
aeruginosa
complex
thirty
q.4h.
ana
ards
thrombocytopenic
p0
calcifications
qs
avr
avl
demonstrate
ro
worker
sl
pericarditis
2013-03-27
cri
straight
+bs
inches
mesenteric
v3
v4
w.
terms
symptomatic
informed
apgar
c/b
excluded
flexeril
shaking
clopidogrel
monica
loaded
septum
obstetrical
splint
pitting
hemorrhages
twi
endocarditis
fev1
4l
tot
expected
faint
creatine
clots
138
angle
glucophage
:(
ranitidine
job#
paraplegia
ifex
accompanied
8.9
suicidal
."
scores
nystagmus
organomegaly
lavage
genitourinary
skull
caregivers
manual
220
sensitivities
especially
mark
spironolactone
dehydration
peaked
q.6h.
contacts
scalp
rise
unsteady
wellbutrin
says
wide
encouraged
come
podiatry
4.9
weaning
5.1
sandra
hit
arf
adverse
sick
clavicular
centimeter
dni
umbilical
sensitivity
sutent
instability
stimulator
notdone
qrs
nondysmorphic
indicating
become
yrs
sgpt
12.7
cont
herpes
ileal
}
2:30
exclude
pnd
asterixis
amounts
craniotomy
﻿admission
goiter
b-3
07:56
suprapubic
additionally
swan
disability
med
mobility
colonic
combination
blue
80s
extrem
147
methicillin
reglan
2020-01-20
corrected
ros
prosthesis
list
paralysis
wine
restriction
25%
hospitalized
wheelchair
slurred
sense
immediate
agents
bruit
thiamine
gallstones
2013-09-22
adjusted
disc
6.7
enhancing
7.2
7.7
flexible
cape
productive
ep
opened
10:00
moved
moves
verg
technique
towards
describes
uses
0-2
located
x-rays
post-operatively
lobes
c/c/e
im
2015-09-25
congestion
growing
14.1
perrla
lethargy
margin
der
coag
lotions
vna
ko
lp
reg
gabapentin
02:20
got
circulation
nh
nt/nd
2.7
ulcers
czi
losartan
salmeterol
seemed
anxious
consistently
{
gbs
packet
bilat
v2
nvh
fontanel
epithelial
nka
5-10
leaflet
cocci
cisplatin
lymphoma
directly
]
amanda
2012-06-07
ptca
oncologist
barbara
exertional
orif
goals
37.5
anus
largely
fingerstick
2l
3l
unlikely
gaze
46
streptococcus
awoke
tox
shirley
pod
nabs
repletion
risks
holosystolic
ficu
betamethasone
133
material
intraoperatively
milrinone
sulci
volumes
glass
collaterals
diff
things
psychosocial
washings
tomedankell
actuation
)(s)*
thrush
rotator
contractions
9.6
9.1
adhesions
trouble
sta
bearing
coordination
lethargic
multifocal
non-focal
smoked
retinopathy
creams
abx
*60
2005
d5
50th
junction
unless
inhibitors
driver
requested
s1/s2
5/325
covered
114
111
112
spectrum
administer
ointment
sulfonamides
31.3
4-5
gases
minerals
lumen
12:39
brachial
cortical
product
endarterectomy
discovered
pseudocyst
0.5%
cava
spray
2/6
|
indx
subtotal
cane
periventricular
dead
retention
biceps
148
icterus
hospice
zero
minimum
pcr
lysis
dysphagia
mrs.
presenting
fourteen
recommendation
flomax
2013-10-29
toxin
meq.
rising
apartment
king
k-dur
opiates
2018-08-16
sterile
ck(cpk)
returns
fair
lift
hcv
cortisol
13.4
13.2
enterococcus
cpr
compliance
ross
clearance
musculoskeletal
electroencephalogram
clearly
valvular
anaerobic
9)
somnolence
varicosities
vigorous
de
bph
shown
conservative
vertigo
pus
juice
gluconate
dm2
rigid
deformities
baths
totally
ambulated
radiologic
peg
11:30
slaineaee
ld
li
charles
flex
1980
1988
injections
ma
1st
anteroseptal
anginal
d-dimer
electrolyte
ou
communication
prograf
monocytes
excursion
caucasian
measured
stones
vulva
2.9
2015-10-26
hematemesis
29.7
exudate
2019-02-28
radius
severity
24hr
151
'd
tf
t2
t1
ue
allograft
gentle
**
v6
intraventricular
distribution
lasted
serologies
noxious
obs
c-spine
tachypnea
invasion
15.4
gray
saturating
powders
hazy
mammogram
recieved
maximal
clonazepam
height
advance
keppra
maxine
splenomegaly
important
zinc
deteriorated
ileus
vanc
b.i.d.;
cycles
roach
broad
tingling
narrowing
strokes
citrate
thursday
prescription
kilograms
paxil
delta
sit
131
jackson-pratt
phenytoin
twitching
inferolateral
post-operative
burning
vit
12:59
triple
2016-03-31
8.7
9.5
epinephrine
plantar
milliliters
anti-coagulation
brown
aggressively
resuscitate
humeral
05-08
mucosa
mobile
metronidazole
hydrated
quality
pvd
treat
portion
bag
serax
jones
correct
median
pat
fellow
hematologic
unsuccessful
entry
pronounced
restrictive
2004
limb
lima
daycare
vena
lako
ostomy
01:30pm
2019-06-25
steadily
10:30
cambridge
valley
tetracycline
fax
tightness
5.3
ulcerative
zofran
subcu
mesna
corneal
lvh
revascularization
lindemann
t.i.d.;
kinase
cloacae
fibroids
transported
exact
05:11pm
aicd
swollen
gunshot
qod
awaiting
supraclavicular
satisfactory
31.7
31.5
06:15
19.
tested
scott
's.
erich
video
physicians
atrophy
2017-08-12
swimming
cmv
*30
divorced
provide
12.8
timothy
enhancement
1600
non-contributory
prompted
blind
duodenum
actively
bronchiolitis
francis
osteoporosis
absence
feels
svg
manage
ronald
resumed
ngt
demonstrates
contraction
10.4
christopher
leukocytosis
verapamil
afternoon
distension
04:00
pca
11-02
splenic
pneumoniae
intensity
esophagogastroduodenoscopy
linezolid
drowsy
goes
ideation
hemorrhagic
eosinophils
well-appearing
theresa
coags
8:30
10:10
cozaar
springfield
1500
brenda
paste
successful
displacement
listed
elmvh
varicella
avandia
inderal
necrotic
believed
records
indicate
surgeries
13.3
standpoint
fingersticks
af
chemistries
always
bumped
positioning
bb
physiology
demonstrating
pheresis
non-q
indications
epistaxis
chronically
remission
accordingly
atyps
window
11.8
11.5
struck
decompensation
debulking
667
maintenance
gu
g3
auto
34.8
patricia
affect
counts
perforated
ij
insulin-dependent
sinusitis
14.7
blurred
pumc
jr
xanax
carefully
restart
addison
ganglia
infected
pupil
ent
lbs
adequately
isosorbide
#4
guided
barbitrt
3.1
intraoperative
ii-xii
perforation
permanent
q6
qt
anterolateral
pod#
persisted
cigarettes
orally
sleepy
nitrate
159
leave
05-24
sx
recon
fvc
provided
tight
th
formal
pale
young
q.o.d.
technical
350
nipride
kindred
atheroma
perform
supported
consolidations
distally
tubal
looking
x4
elected
10:27
demyelinating
soon
c/o
look
15.0
z.
pin
frequently
10%
109
quinidine
combivent
240
gyn
preparation
kote
2016-05-10
gland
teeth
emerged
cardizem
ruptured
loculated
98.6
98.8
bradycardic
hard
2018-12-04
hypernatremia
dispo
nitro
almost
ankles
calorie
2013-05-23
amoxicillin
icd
cool
occult
copy
seems
systemic
ptx
pons
cigarette
laparoscopic
2015-04-16
margins
worrisome
smaller
reversed
class
acquired
obtain
shunt
29.4
vanco
palsy
films
settings
10.9
04:10
noon
sides
england
12:52
concerned
consideration
unresponsiveness
8.5
raymond
placenta
9.0
ambulance
lymphangitic
fusion
advair
5.5
typical
discuss
rle
rlq
falccouette
discontinue
inversions
stayed
tried
non-specific
sentences
3/6
urgent
autologous
nonrebreather
subacute
wks
symptom
fungal
______________
biopsied
lap
trach
audiology
pad
aspect
organizing
measuring
dopplers
particularly
tunneled
purulent
often
lfts
lamictal
desaturation
bnzodzpn
proximally
wanted
0.02
.25
metas
donald
ngtd
tia
singulair
suboptimal
costal
101.5
lack
infirmary
supplements
curettage
flaring
118
fundi
obliterans
split
plaque
claudication
contusions
premarin
chain
ratio
undergone
hemorrhoids
turned
tracking
persistently
31.2
31.0
nafcillin
developing
a&ox3
contours
affected
glasses
dobutamine
1.25
tenuous
12.3
12.9
coiling
coffee
2014-04-04
rhabdomyolysis
mssa
gnr
bilious
polyps
treadmill
inflammatory
amp
stigmata
safety
pseudomonal
albano
similac
nonspecific
svr
void
10.1
10.3
2015-12-03
om1
omh
diaphoretic
rhalt
lunch
elizabeth
207
radiated
strain
hypokalemia
recall
coming
spiked
hallucinations
presently
1,000
arrhythmia
intially
detail
disorientation
toxic
amio
t.
11-14
calcitriol
gave
hsm
ensure
ppx
rod
decubiti
2015-06-10
exams
turp
fibrinogen
shore
zoster
soln
alt(sgpt)
flight
cholangiocarcinoma
suggests
03:20
scarring
why
margaret
perhaps
conclusion
substance
explained
175
liley
orthotopic
insomnia
13.8
13.1
detailed
experiencing
diffusion
qpm
well-developed
micrograms
subgaleal
bh
tidal
hives
02:16pm
cultured
2013-09-25
2013-09-24
2017-07-12
32.1
laser
specimens
sphenoid
green
6.6
metamucil
responding
zone
2014-04-24
rather
stridor
en
11.9
11.1
necessitating
sedimentation
hemiparesis
centimeters
optic
steri-strips
donna
requires
well-nourished
1/4
n/v
morton
124
128
34.7
34.3
kidneys
2019-10-07
contraindications
spells
definitive
palpated
empiric
ablation
cheek
proceeded
2015-09-20
islands
corynebacterium
effort
14.5
14.6
14.9
language
jp
hdl
malformation
mod
harvest
celiac
addiction
lb
l3
frank
supplementation
supportive
simplex
partially
cytoxan
fashion
talking
shellfish
protect
pericardiocentesis
descended
conversations
cortex
anoxic
sinemet
o.
communicate
od
05-14
pp
drinking
sore
induction
promptly
illicit
regards
dorothy
s1s2
g-csf
reversible
infarctions
obstructing
pada
ast(sgot)
01:09
ss
squared
inserted
psychiatrist
t4
sitter
widening
conclusions
u.
1400
2017
stranding
lupus
standard
refill
bursts
lytes
x.
fifty
05-26
hypoglycemia
01-20
loc
lot
y.
urgently
urostomy
12-31
larry
pediatrics
2009-01-07
peter
e-mail
10)
02:45
features
neuromuscular
07:10
kenneth
mae
necrotizing
3rd
non-invasive
98.4
ovary
preop
complain
sao2
lawrence
remove
irregularly
reverse
intra-abdominal
amlodipine
ldl
ph.d.
bulb
ada
campus
2015-11-13
barium
non-contrast
focus
unfortunately
adenosine
pop
transurethral
lantus
regard
u/a
feed
cd4
medicines
resuscitated
rigidity
scleral
clusters
ventilated
05:47
hormone
ranging
100.4
partum
adenoma
cyclosporin
maintaining
08:34
10-12
aside
tears
surveillance
09:44
axilla
11:25
q.12h.
8.1
8.2
8.4
metastasis
2013-05-11
ferritin
lumpectomy
cefepime
tiny
9.4
transcranial
perioperative
nephrolithiasis
ntg
target
30.4
speak
diverticulosis
migraines
foci
rll
03:54
sust
pre-op
aortogram
2015-04-24
homograft
msir
alpha
2014-02-21
reticulocyte
computer
segments
transaminitis
d10w
omeprazole
z
telshey
2019-06-19
paf
mom
peridex
notably
gravid
brainstem
troponins
2007
2009
breutzoln
nutritional
voltage
heel
midodrine
pouch
hctz
emphysema
isolated
cholelithiasis
11:02pm
non-insulin
re-exploration
guiac
branches
26.7
george
28.7
sss
refractory
itching
determine
12-28
solids
osseous
116
dilt
penis
radiographic
p/w
117
localized
errors
neurologist
n.p.o.
effects
serous
pneumocephalus
initiate
onc
types
tgcho
epigastrium
west
verified
31.1
31.9
cystitis
sephsandpot
stricture
course:
calhco3
saint
capsular
inducible
sips
's,
baclofen
petechiae
flush
2017-08-16
evident
cm.
2018-10-25
2012-03-26
12.1
12.6
production
2014-04-01
emr
jose
sparse
asacol
supranuclear
120/70
ot
fbs
occur
steady
therapies
33.5
33.3
expiratory
2013-11-12
cea
toward
mentation
lansoprazole
svc
10:45
noninvasives
electrophysiology
10,000
10/14/2004
fontanelle
palliative
om2
presumably
vegetations
filled
thicknesses
pamela
201
antrum
lipids
2017-06-13
sleeping
gastrectomy
micro
mm.
service:
chart
chol
dnr/dni
withdraw
constant
emergently
climb
charcoal
steroid-induced
intubate
residuals
proteinuria
microvascular
suctioned
hida
cefuroxime
16.2
diseased
08-10
tobramycin
forehead
burns
attacks
ppm
axial
andrea
cast
thrombotic
depletion
tarry
noninvasive
10:59
loops
wilson
2018-05-24
daughters
higher
fludrocortisone
jude
dissolve
ultrasounds
fyfe
tca
asha
2014-12-05
kotejoasthoreuphkays
damage
sma
wash
177
collapse
gram-positive
crutches
breakthrough
hcp
representing
1:30
6.25
succinate
peritonitis
suot
relationship
06:35
long-term
t-wave
led
ursodiol
humulin
450
buttocks
2017-07-17
32.8
32.5
phd
preload
aka
3-vessel
consent
bronchitis
7.0
ds
bpm
portuguese
confluent
04:20
et
friend
stemi
11.4
11.6
11.3
document
mentally
zestril
9:30
specimen
trying
ahead
brbpr
clonus
laterally
clarithromycin
packs
orthopaedics
st-t
cyclosporine
clotting
hickman
attack
2-4
herself
12h
122
uph
aborted
youville
exception
ip
anastomosis
i.
2014-08-09
promod
tums
suppository
deceased
14.3
92%
dates
08:00
antimicrobial
cooperative
q.4-6h.
compartment
hematochezia
cysts
glyburide
2016-07-18
chemistry
injuries
alignment
hospitalizations
forward
meter
lh
l5
organ
end-stage
36.4
2014-11-30
hepatocellular
2013-02-18
cellcept
visible
2014-04-17
western
ryna
tuberculosis
voluntary
110/70
preceding
ulceration
groups
pre
ant
#6
#5
pole
changing
2013-11-03
program
guabenfranda
piggyback
costovertebral
vincent
resected
desired
saturated
cardiovascularly
patients
looked
hemidiaphragm
atherosclerotic
appt
nitrates
rx
tree
epogen
irrigation
correlate
sr
sq
sm
suspicion
neutropenic
07:20
carina
abcess
loop
tx
t9
laymie
hypovolemia
mylanta
enzyme
2013-02-27
140s
2011
2010
endo
vq
mmhg
klonopin
trials
oophorectomy
tympanic
mychelia
nstemi
exercises
calculated
nc/at
hrs
stasis
enalapril
muscular
35.4
flank
100,000
xr
outpt
prick
fifth
maalox
asleep
01-24
alcoholic
ounces
15.5
providence
step
..
dull
2017-07-21
brachytherapy
70s
processes
07/26/99
spastic
compatible
prostatectomy
pinprick
friends
older
seek
principle
allopurinol
2018-03-04
date/time
diaphragm
2016-05-15
2016-05-11
adhesive
uptake
jackson
ambulatory
ritalin
climbing
98.9
circumferential
members
186
conduit
believe
morphologies
amps
triglycerides
exchange
objects
prgh
parathyroidectomy
orthopaedic
withdrew
oak
represented
caloric
watch
parenchymal
vibration
intolerance
happened
stenoses
dysmetria
oligodendroglioma
characterized
nicotine
compazine
dilation
arrhythmias
rbcs
brace
greenfield
prevacid
06-28
132
smith
q2h
mediastinum
azotemia
mdi
trending
gilbert
100.1
2nd
arteriovenous
east
consulting
melanoma
93%
retrocardiac
02-08
hepatomegaly
coughing
transaminases
ddd
sphincterotomy
opacification
rapidly
pda
nephrocaps
optimization
75th
gregory
12:20pm
blurry
2011-12-23
consisting
admits
30.9
30.8
septicemia
30.1
30.0
30.6
30.5
ill
08-09
endometriosis
crystal
mucosal
foramen
cimetidine
gangrene
begin
thinking
05-04
omentectomy
05/16/2004
intubat
tracing
hahnemann
meclizine
sliding-scale
johnson
2.8
hyperparathyroidism
q.8h.
sources
burden
hydrocortisone
teaching
ever
undergoing
euvolemic
sle
balance
a1c
nearly
therapist
glucotrol
6.0
different
microcyt
transesophageal
aged
bridgewater
inspiratory
bit
2008
uncomfortable
extreme
tunnel
stead
south
duhenile
peripherally
alveolar
vre
helped
alive
riss
25th
staph.
injected
03:04
cns
esophagitis
q4
duplex
flaccid
laminectomy
hypothyroid
dye
fissure
immunodeficiency
101.4
toilet
far
stick
dual
prompting
5.6
5.8
dressings
analysis
s1-s2
apply
tah
purpura
bronchiectasis
repetition
113
myelos
eh
gai
70/30
plate
extent
spit
03-24
smelling
11:49
conscious
ovale
24.5
ona
on:
buspar
31.4
08:10
watched
194
clock
cessation
upstroke
simethicone
bell
belb
probnp
suppression
waning
lymphocytic
1ppd
pfo
hyperthyroidism
hemispheres
nuclear
cvl
bulge
2017-08-14
anaplastic
tubular
cmc
sarah
indicates
millimeter
macrodantin
lewis
rotated
draws
chabechird
q.2h.
hoarseness
gut
inversion
tomorrow
asymmetric
twelve
33.1
coreg
communicating
horizontal
2013-11-13
heave
q6hours
velocity
lived
pacu
pontine
lips
06-30
application
svd
voriconazole
gent
dairy
gynecology
tecal
ecotrin
tuesday
examiner
0.083
citrobacter
tremors
10.5
temporary
maria
omr
anticipation
suspect
doje
police
vanceril
kevin
202
208
20%
20.
2017-06-17
2017-06-14
considering
intercostal
nadolol
excretion
pcc
socially
depending
mouthwash
swan-ganz
dark
cut
cachectic
obstetrician
myelodysplastic
91%
pneumonias
edematous
preschool
12-08
subq.
sterpbreutzsterp
lupron
disoriented
results:
justin
periods
citalopram
sondi
kub
ta
alen
bridge
2016-02-21
d50
d5w
niste
trend
fourth
epiglottitis
neurovascularly
riemund
peaking
mood
grafts
40,000
maxillary
jaundiced
frail
allowing
larger
leaving
65%
malaise
thalamus
opening
responds
~
excessive
2014-12-03
hilar
mthdone
pubic
elavil
andrew
smr
170
athol
ii/vi
08/02/93
collections
dental
biventricular
carol
barbiturates
sclerosis
conduction
dislocation
girth
colony
beverly
taxol
widowed
(1)
ai
ar
c-collar
4:00
omental
plasmacytoma
bupropion
tpa
04:50
patrick
escription
allow
davis
32.0
32.7
ch
co
c1
c7
hlgmc
polyp
florinef
alliance
diameter
pt.
6.1
britherl
kengekote
calvarial
07-02
03:15
aspirated
7.6
dx
labile
1972
carpal
2014-04-22
intrauterine
correction
conservatively
adnexae
medicated
stephen
11.2
angioplastied
speed
real
duodenal
constrictive
candida
mirtazapine
fs
d/t
2017-02-04
probability
neurovascular
territorial
substantial
neuropathic
anthony
fede
49-year-old
run
ruq
akinetic
gh
g2
bathing
spasticity
129
34.4
2017-05-16
sized
ho
hg
recommend
risperidone
jesc
morphology
sunday
pectoris
stability
14.4
q.4.h.
marijuana
indwelling
multinodular
flowayles
2019-04-15
ciwa
naco
twenty
douglass
serevent
aerobic
pea
7.29
pneumonitis
nodular
assay
giving
lg
runs
l2
gravity
dorsal
value
progressing
1986
1987
1984
2013-05-09
pmhx
baker
augmented
dizzy
history:
non-st
beer
lesser
pectoralis
ice
83-year-old
enoxaparin
ambisome
requirements
speaks
sanchez
crepitus
identification
09:40
hypertrophic
differentiation
o+
strict
750
strenuous
strongly
rvr
insurance
quincy
vassdiysey
equivocal
tel
05-13
cavernous
_________________________________________________________
triage
van
2012-04-23
naprosyn
neurogenic
o.d.
avm
cross
crusted
foul
2014-03-31
pursue
rh
ri
guaifenesin
contributing
662-747-1199
155
156
't
healthsouth
propanolol
230
sh
timoptic
diabeta
os-cal
tibialis
clips
alkalosis
((
terry
behavioral
7.19
tp
tail
tm
tc
blockade
t3
millimeters
oxycodone-acetaminophen
pedestrian
uncertain
80-bxh
tracheoesophageal
private
trf
delay
2012
irritation
gently
meningitis
hardware
v5
vss
sibling
compressive
spep
chem
hypochrom
mvr
thick
lupevickette
covering
v4-6
warmth
aid
dentition
war
)).
35.6
division
ivig
discrete
crystalloid
usually
pills
36.7
michelle
01-23
regained
ruby
equivalent
nitropaste
oxacillin
icteric
2012-06-08
titrate
4/7
flattening
01:02pm
sulfasalazine
.6
collapsed
independently
suite
crossed
manipulation
12/09
duloxetine
neutral
bolused
erin
formula
quetiapine
02:41
sating
15.2
fibroid
extubate
ureter
hypodense
kin
versed
ribs
mv
w/out
03-30
arthroplasty
dyspneic
correlation
shot
2017-01-13
bacitracin
extensively
intoxication
subcortical
haloperidol
resultant
subsegmental
90s
table
miezetri
cholangiogram
rheumatology
08/15/98
linghs
newton-wellesley
insertion
normalized
taheimpromong
three-vessel
astrocytoma
min
mic
bulk
finished
walks
arising
credkote
ca-125
4%
leukocytes
organisms
worsen
herniation
straw
appendage
10th
wear
5%
jennifer
gib
llq
gadolinium
long-standing
russell
achieve
2019-07-01
infarcts
childhood
engineer
accepted
stand
ala
inhaled
well-perfused
u/s
400mg
2011-09-27
well-healed
painless
complains
surfactant
epileptiform
nuchal
brian
06-26
97.8
97.4
mesocolon
dermatology
27.4
noninsulin
re-do
inadequate
29.9
29.8
29.2
niferex
pound
narcan
laparoscopy
how
atn
03-07
localizing
suck
thumb
seventy
training
artifact
viscous
mucositis
hyperdynamic
hiatal
mls
<=
deformity
gram-negative
one-half
hepatectomy
joasscchird
enteric-coated
exacerbated
supraglottitis
mcg/ml
drank
01-28
25.2
9.9
mg/ml
word
>=
tee
fitted
3:00
receives
independent
plb
distributions
holding
menstrual
03:58
anca
ausguall
thompson
segmental
poikilocy
staging
120s
massachusetts
05-01
aricept
2016-04-01
06-17
syrup
angio
territory
serology
fdi
windows
03/13/2002
adnexa
octreotide
addressed
=>8
becomes
pulsus
front
146
referral
upset
maximize
23.5
23.8
abrasions
ieve
welch
cals
2018-08-02
sat.
bay
01:12
dense
bolt
130/80
biopsies
gradual
ionized
transdermal
9/6/93
measles
waxing
casts
toxicity
particular
ulnar
detected
macrocyt
solid
pigtail
pleuritic
psoriasis
q3pm
native
320
normotensive
copies
plain
intravascular
ectopic
babinski
nipples
occ
comprehension
bathroom
efforts
5-fu
bluffs
modified
glucagon
28.9
28.4
bigeminy
blow
neurosurgical
separate
ann
5.2
5.4
light-headedness
effacement
dexamethasone
12-27
pneumonectomy
stump
behavior
wnl
upright
vengloan
patellar
diskectomy
superimposed
05-12-
withdrawn
hypokinetic
11)
procainamide
levofloxacin----------
sterp
dna
pinto
travel
copious
iii-c
maenzet
opted
t2dm
amesin
linpack
nicely
12:36
12:30
embolic
03-23
eventual
hemiarthroplasty
choice
epilepticus
antecubital
64-year-old
abortion
24.8
24.2
ointments
guarded
10/18/97
recurred
1.5l
2017-05-01
cholestatic
generator
preference
world
serosanguineous
tvi
08:13
10-30
197
pass
company
novolog
sertraline
pairs
sometimes
hematocrits
epicardial
colovesicular
41.5
17:45
tape
noncontrast
membrane
09:35
09:30
200/100
ventriculography
wet
2017-08-15
terminates
583
separated
eri
schneider
12.2
12.4
call-out
contents
2014-04-09
secretary
rehydration
levoflox
lcx
hemianopsia
franklin
positional
furthermore
pravastatin
cardiogenic
transition
ring
63-year-old
bifurcation
britni
mucus
2013-07-29
psh
exposed
benzos
33.9
freddy
10/10/97
obstructive-sleep
restless
zonegran
irreg
greg
phenomenon
grant
fatty
c5-6
eed
perianal
pod#1
pod#2
embolectomy
breutznedeaisscarvwierst
hemangiomas
2014-02-09
tland
10:46
functional
proprioception
07:54
examined
polymyalgia
14.0
rota
pinpoint
15-20
gastropathy
2015-11-16
met
10/23/2005
10.2
10.8
arrested
aide
westwood-pocasset
cclist
confrontation
subq
blow-by
erythrocyte
neuritis
relieve
box
sample
tachycardiac
149
02-12
02-19
zanaflex
radiates
integrelin
blasts
150/90
01/02/04
carcinomatosis
electrical
polymorphonuclear
transhepatic
480
oxybutynin
ochtuheihugh
instructions:
robinson
brady
crohn
mmf
11-04
1:00
11:15
asdir
spikes
p.o.q.d.
hepatorenal
meropenem
strips
candidiasis
hydrea
sexual
2016-03-23
backwards
hemiplegia
erosions
04/30/2005
various
grendziskleeb
tense
amphetmn
partner
nevertheless
comparisons
280
coombs
lipid
corneals
345
anemic
entanbon
01/09/2002
saturday
08-17
196
antihypertensive
pasi
valsartan
10/24/2001
pps
anorexia
passage
vp-16
bandemia
exam:
6-8
approach
senokot
sure
blvd.
trop
streeter
diskus
amitriptyline
05-14-
2016-04-11
pillows
compressed
225-200
yertrey
milliequivalents
indigestion
retinal
<=4
2018-05-29
11/03/00
valganciclovir
neoral
06/18
12-05
ganz
concluded
fold
unavailable
freierm
06/11/2005
sternocleidomastoid
biting
martha
doxepin
joe
undertaken
koteslent
carried
carrier
pyelo
2019-02-09
m.d
2013-06-25
shuffa
nourished
structural
respond
259
253
extraction
hypoparathyroidism
steps
abscesses
hemisphere
2012-05-22
2012-05-24
nitroglycerins
dosing
arriving
ceftizoxime
13.0
jofredd
clavicles
oximetry
ag
ah
a1
a0
original
externally
maronnessgre
dusky
kilocalories
schistocytes
10/92
flonase
hypercarbia
sec
vitamins
06:30
tiotropium
wheeler
bm
agreement
br
specifically
iedearc
uropathy
incidentally
twins
stephanie
08:40
gelineau
11/17/2003
soap
theo-dur
351-400
hope
32.2
32.4
cd
57%
hubbard
command
transport
lescol
smooth
168
established
fi02
6.8
639-873-2993
metoclopramide
07-01
07-03
recovering
2016-06-15
7.1
7.4
subtle
7.8
srom
guidance
identify
self-care
cryptogenic
stiffness
everett
10/23/97
mahoney
gluteal
2014-04-25
2014-04-21
2014-04-20
capsules
remember
tagged
indeed
acetmnphn
hall
entirely
lentny
viable
silent
diagnoses:
comes
11.7
11.0
tegretol
ductal
5/7
10/17/2001
titration
fractional
suction
vp
nina
fk
sestamibi
0.625
jordan
integrilin
clears
rue
himself
flexor
visits
gt
click
1/7
p.o.b.i.d.
nonsustained
gavage
eci
subtherapeutic
12)
34.6
34.2
written
lue
acetmnp
q.4
meter-dosed
beta-blocker
268
h2
2010-10-17
net
carinii
transiently
grendwierst
unemployed
loud
inflow
rhalttland
desaturations
acne
judged
301-350
coloboma
08-20
03-15
2015-09-28
fioricet
form
apneic
shin
sticks
laura
brownish
rheumatic
b.i.d
normalize
14.2
carry
disconnected
pfts
vtach
1:1
12-04
doll
spasm
seasonal
09-07
2019-04-14
ggi
den
dolly
lato
q.h.s.;
interactive
k+
kathy
dxed
gach
attenuation
12:48
alternate
fisher
regions
06-21
l0
req
timolol
levetiracetam
pneumocystis
dakota
201-250
softener
meniscal
m2
o-cmed
me
2014-04-11
2014-04-19
lasting
nucleated
lbp
2011-10-31
random
fundus
1hr
apart
immunosuppressive
quadriceps
broadly
pmd
(2)
odewyju
2009-04-03
defervesced
compressing
mevacor
dehydrated
anc
mestinon
venlafaxine
09:45
mumps/rubella
palmar
o2sat
legal
75%
10/19/97
semiovale
leanne
nonproductive
05-15
flexure
eff
sust.
tacrolimus
reasons
ps
06-07
p1
cartridge
loading
submandibular
fragments
conversant
bleeds
canal
fast
develops
hypoactive
medications:
intertrochanteric
impaired
profound
po&apos;s
duodenitis
dehiscence
15-30
susceptibility
helpful
saddle
record
naming
gynecologist
pcxr
example
atherectomy
re
instructs
vazquez
meetings
participate
pocket
sleeps
desire
diplopia
sapmal
153
152
activated
shaugnessy-kaplan
05-29
04:30
lahey
allowed
234
s-
si
assistant
2012-05-01
ivp
barber
proventil
refer
pocasset
te
degeneration
1:15
2hr
c5-c6
diverticulum
enema
2014-05-19
);
dural
community-acquired
kelly
arteriogram
waltham/weston
rach
angiographic
challenge
element
peroneal
warren
2014
breastmilk
sternotomy
4000
linda
bring
capsule(
mesodermal
ucx
matthew
2010-06-07
tranferred
joyce
finger-to-nose
anisocyt
paratracheal
urinating
reke
diurese
oxide
pre-bypass
colistin
noughwell
personality
wt
05/14/2005
0.15
episodic
2012-06-05
03:30
autonomic
brothers
35.0
35.5
10/18/2001
10/18/2005
sigmoidoscopy
cal
35.9
non-toxic
card
waned
darvocet
x5
polyvinyl
05-21
05-27
kinases
pericardium
miracle
2017-09-04
supervising
q-waves
louis
impulse
species
rheumatica
propranolol
ultram
5-6
12/29/96
spotting
myeloma
.9
sinai
specialty
tricyclic
midclavicular
hyaline
103-18
oz.
waking
sumchirdkaysmavveindreps
imbalance
700
2009-05-06
partners
endometrium
discontinuation
tsicu
traumatic
sarna
washington
whose
teaspoon
suitable
ward
pannell
advancing
restenosis
bronchial
ischial
seem
nonicteric
explain
stabbing
proteus
0%
37-year-old
sas
barajas
05:17
05-25
short-term
fasciculations
amniotic
hypocalcemia
dilt.
cholecalciferol
trapezius
serosal
max
mag
fena
usoh
oie
pill
ivdu
98.1
returning
prochlorperazine
aquired
leonard
suffer
park
217
04:45
2018-12-06
2018-12-05
pathologic
hydro
prepared
cynthia
spacing
droperidol
ii+
nauseated
account
_
o.s.
visited
parks
ralph
deliver
caltibc
cypher
antonio
phenylephrine
desaturated
itraconazole
aggrenox
neupogen
04-05
04-01
04-02
non-rebreather
4-
tibc
2015-11-12
julie
ernest
38.2
vits
eugene
tob
neuroradiology
5-
flaps
obtaining
uri
dried
a&o
release(
gives
ideal
blunt
400-600
college
careful
50s
pts
radiograph
proxy
knows
banding
alzheimer
06-03
intervened
19.8
89%
1250
resistance
tikfreierm
posturing
06-22
13)
relates
sarcoidosis
obtunded
27.3
27.5
vac
05:49
29.0
fingers
retrogram
2015-09-30
incomplete
28.0
melissa
worcester
perineal
silhouette
joseph
jane
70-80
ld(ldh)
fatigued
rigors
thymoma
aspirate
02-09
observe
216
214
21.
ddx
pancytopenia
150/80
laying
gentamicin------------
flutter
bblocker
exhibited
vocal
12:56
m-w-f
nares
monthly
11-30
lamotrigine
jescdrig
leona
grapefruit
edwards
pilocarpine
centerr
abduction
myelopathy
rd.
ctx
animals
weaker
oa
ronrin
argon
heaonboburg
tah-bso
wiggle
cranka
rami
doxycycline
taylor
ventolin
oxygenating
uvula
25.5
25.9
gallstone
9.7
06:37pm
edward
intrahepatic
hemidiaphragmatic
gcsf
30.2
electively
mobilization
08-07
clamped
weiss
antihypertensives
nodal
terazosin
hemothorax
hematomas
pauses
alendronate
abdm
whenever
